/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kSerialNumberUserLimit" = "%d-クライアント使用許諾契約";

"kSerialNumberUserLimitNoLimit" = "無制限-クライアント使用許諾契約";

"kSerialNumberUserLimitUnknown" = "参照不可";

"kSerialNumberUserLimitNotSupported" = "10.2 サーバでは使用できません";

"kInvalidSerialNumber" = "シリアル番号が無効です";

"kLastSerialNumberInvalid" = "シリアル番号（%@）が無効です。正しいシリアル番号を入力してください。";

"kNeverExpires" = "有効期限なし";

"kExpiresOn" = "有効期限：";

"kRendezvousNameNotSupported" = "10.2 サーバでは使用できません";

"kBootTimeNotSupported" = "10.2 サーバでは使用できません";

"kDateFormatter" = "%c";

"AF_INET" = "IPv4";

"AF_INET6" = "IPv6";

"kSWUpdateStatePrefix" = "状況：";

"kNewSoftwareIsAvailable" = "お使いのサーバ用の新しいソフトウェアを入手できます。";

"kSoftwareIsUpToDate" = "お使いのサーバのソフトウェアは最新です。";

"kClickCheckNow" = "“今すぐ確認”をクリックして、使用可能なアップデートを確認してください。";

"kMissingBackendSWUpdateTool" = "カスタム・バックエンド・ツールが見つかりません（新しいバージョンのソフトウェア・アップデート・ツールをサーバにインストールする必要があります）";

"kSWUDescriptionsNotAvailablePreLeopard" = "ソフトウェア・アップデートの説明は、Mac OS X Server 10.5 以降に接続しているときにのみ利用できます。";

"kReadyForInstall" = "インストールする準備ができました";

"kInstallNoItems" = "インストール";  /* Install button text when disabled */

"kInstallOneItem" = "1 項目をインストール";

"kInstallMultipleItems" = "%d 項目をインストール";

"kErrorCode" = "エラーコード： ";

"kAbbreviatedBytes" = "B";

"kRebootInProgress" = "サーバを再起動しています。接続が再確立されるまでお待ちください...";

"kRebootServerAlertTtl" = "このサーバを今すぐ再起動してもよろしいですか？";

"kRebootServerAlertMsg" = "%@ との接続は一時的に失われます。";

"kIgnoreUpdateAlertSingleTtl" = "リストからアップデート“%@”を削除してもよろしいですか？";

"kIgnoreUpdateAlertMultipleTtl" = "リストからこれら %d アップデートを削除してもよろしいですか？";

"kIgnoreUpdateAlertMsg" = "このアップデートの新しいバージョンは通知されなくなります。このアップデートを再度表示するには、“アップデートの使用停止を解除”ボタンをクリックしてください。";

"kRebootButton" = "再起動";

"kZeroConfExplanationFormatString" = "このサーバと同じローカルサブネットにあるコンピュータからは、次の名前でこのサーバに接続可能です：<%@.local>";

"kUGQuotasNotSupported" = "10.2 サーバではユーザおよびグループのクオータ設定機能は使用できません";

"kUGQuotasNotAvailable" = "ユーザおよびグループのクオータが設定されていません。";

"kCancelButton" = "キャンセル";

"kDeleteButton" = "削除";

"kAllServiceAccessDragHint" = "すべてのユーザとグループがこのサーバ上のすべてのサービスを利用できます。すべてのサービスの利用を制限するには、“追加”ボタンをクリックし、ユーザとグループをこのリストにドラッグします。";

"kServiceAccessDragHint" = "このサービスはすべてのユーザまたはグループが利用できます。利用を制限するには、“追加”ボタンをクリックし、ユーザとグループをこのリストにドラッグします。";

"kAllServiceAccessRestrictedDragHint" = "ユーザもグループもこのサーバ上のサービスを利用できません。利用できるようにするには、“追加”ボタンをクリックし、ユーザとグループをこのリストにドラッグします。";

"kServiceAccessRestrictedDragHint" = "このサービスはユーザもグループも利用できません。利用できるようにするには、“追加”ボタンをクリックし、ユーザとグループをこのリストにドラッグします。";

"kAllServiceAdminDragHint" = "管理者グループのメンバーだけがこのサーバ上のサービスを管理できます。管理者または監視者を追加できるようにするには、“追加”ボタンをクリックし、ユーザとグループをこのリストにドラッグします。";

"kServiceAdminDragHint" = "管理者グループのメンバーだけがこのサービスを管理できます。管理者または監視者を追加できるようにするには、“追加”ボタンをクリックし、ユーザとグループをこのリストにドラッグします。";

"kServiceAccessRestrictedString" = "サービスのアクセスが制限されています";

"kAddGroupMembersToolTip" = "グループメンバーを追加します";

"kRemoveGroupMembersToolTip" = "選択したグループメンバーを取り除きます";

"kSummaryCPUUsageFormatter" = "%.2f %% CPU 負荷";

"kSummaryThrouputPerSecFormatter" = "%@／秒";

"kNewNotifyAddress" = "user@server.com";

"kCPUGraphName" = "CPU 使用率（合計）";

"kNetworkGraphName" = "ネットワークのトラフィック";

"kOverviewCPUGraphTitle" = "CPU %";

"kOverviewNetGraphTitle" = "ネットワークスループット";

"kOverviewDiskGraphTitle" = "ディスク";

"kOverviewSingleDiskGraphTitle" = "ディスク";

"kOverviewNetGraphPeakFormat" = "ピーク：%@%@";

"kProcOverviewFormat" = "%@%@ %@";

"kProcOverviewSpeedFormat" = "%1.1f GHz";

"kProcOverviewNumFormat" = "%d × ";

"kDiskUsageToolTipFormat" = "%@\n%@/%@ 使用中（%d%%）";

"kSharingTabName" = "ファイル共有";

"kCertsTabName" = "証明書"; 

"kSACLLongNameFormat" = "%@ ACL";

"kAdminCLLongNameFormat" = "%@ 管理者";

"kMonitorCLongNameFormat" = "%@ モニタ";

"kRemoteLoginGroupName" = "リモート・ログイン・グループ";

/* Services for Server Permissions */

"service_addressbook" = "アドレスブック" ;

"service_afp" = "AFP";

"service_calendar" = "iCal" ;

"service_certs" = "証明書"; 

"service_cluster" = "クラスタ" ;

"service_dhcp" = "DHCP" ;

"service_dirserv" = "Open Directory";

"service_dns" = "DNS" ;

"service_ftp" = "FTP";

"service_chat" = "iChat";

"service_ipfilter" = "ファイアウォール" ;

"service_jabber" = "iChat" ;

"service_mail" = "メール";

"service_loginwindow" = "ログインウインドウ";

"service_mysql" = "MySQL" ;

"service_nat" = "NAT" ;

"service_netboot" = "NetBoot" ;

"service_notification" = "プッシュ通知" ;

"service_nfs" = "NFS" ;

"service_pcast" = "Podcast プロデューサー" ;

"service_print" = "プリント" ;

"service_proxy" = "モバイルアクセス" ;

"service_qtss" = "QuickTime Streaming";

"service_radius" = "RADIUS";

"service_sharing" = "ファイル共有";

"service_smb" = "SMB";

"service_swupdate" = "ソフトウェア・アップデート" ;

"service_vpn" = "VPN";

"service_web" = "Web";

"service_webobjects" = "WebObjects" ;

"service_xgrid" = "Xgrid";

"service_ssh" = "SSH";

"service_weblog" = "ブログ";

"service_all_services" = "すべてのサービス";


/* Permission Types for Tiered Admin */

"kAdministerPermissionType" = "管理" ;
"kMonitorPermissionType" = "モニタ" ;

/* Quota on/off error message*/

"kSetVolumeQuotaFailedTitle" = "ボリュームのクオータ設定に失敗しました";

"kSetVolumeQuotaFailedMessage" = "ボリューム上のクオータ設定の変更に失敗しました。もう一度やり直してください。";


/* Log files (keys come from back-end): unfortunately those get ordered by the XML deserializer so system log may not show first unless code is hacked */

"systemLog" = "システムログ"; /* 10.2+ */

"kernelLog" = "カーネルログ"; /* 10.6+ */

"watchdogEvtLog" = "Watchdog イベントログ"; /* 10.2 & 10.3 */

"softwareUpdateLog" = "ソフトウェア・アップデート・ログ"; /* 10.3+ */

"radminEvtLog" = "サーバ設定のイベントログ"; /* 10.2 */

"radminErrLog" = "サーバ設定のエラーログ"; /* 10.2 */

"secureLog" = "セキュアログ"; /* 10.5+ */


/* Log names (these go in the popup button) */

"System Log" = "システムログ";

"Secure Log" = "セキュアログ";


/* Most common errors */

"NOT_ENOUGH_PRIVS_ERR" = "権限が不十分です（管理者権限が必要）";


/* Result codes of startSWUpdateScan and startSWUpdateInstall commands (SWUpdate) */

"RESTART_REQUIRED" = "今すぐサーバを再起動してください";

"REQUEST_STARTED" = "新しいソフトウェアを確認中...";

"REQUEST_QUEUED" = "新しいソフトウェアを確認中...（処理待ちの要求）";

"PARAMETER_ERROR" = "パラメータエラー";


/* Valid phases (SWUpdate) */

"WAITING" = "待機中"; /* Author hasn't witnessed this state yet */

"SCANNING" = "スキャン";

"UPTODATE" = "最新の情報に更新";

"DOWNLOADING" = "ダウンロード中";

"UNARCHIVING" = "アーカイブ解除中";

"INSTALLING" = "インストール中";

"INSTALLATION" = "インストール";

"OPTIMIZING" = "最適化中"; /* Author witnessed this (but without progress) */

"UNKNOWN" = "不明"; /* Author hasn't witnessed this state yet */

"RESTARTING" = "再起動中"; /* Author hasn't witnessed this state yet */

"DONE" = "インストール済み";


/* Phase status codes (SWUpdate) */

"INPROGRESS" = "進行中"; /* Author witnessed this with Scanning */

"ERROR" = "インストール失敗";

"DONE-MUST_BE_RENAMED" = "完了"; /* Author hasn't witnessed this state yet */


/* Phase error codes (SWUpdate) */

"SUScanServerErrorResultCode" = "ソフトウェア・アップデートがエラーを返しました";

"SUScanNetworkErrorResultCode" = "インターネットに接続できませんでした";


/* Configuration error codes */

"kSerialNumberMissingCharactersErrorString" = "シリアル番号（%@）の文字が不足しています";

"kEmptyRendezvousNameErrorString" = "Bonjour 名を入力する必要があります";

"kEmptyComputerNameErrorString" = "コンピュータ名を入力する必要があります";


/* Most common errors (server-side) */

"100001" = "hostconfig ファイルを更新できませんでした"; /* COULD_NOT_UPDATE_HOSTCONFIG_ERR */

"100002" = "SNMP の状態を取得できませんでした"; /* COULD_NOT_GET_SNMP_STATE_ERR */

"100003" = "SNMP を開始できませんでした"; /* COULD_NOT_START_SNMP_ERR */

"100004" = "SNMP を停止できませんでした"; /* COULD_NOT_STOP_SNMP_ERR */

"100010" = "コンピュータ名が無効です"; /* INVALID_COMPUTER_NAME_ERR */

"100011" = "Bonjour 名を設定できませんでした"; /* COULD_NOT_WRITE_ZEROCONF_NAME_ERR */

"100012" = "コンピュータ名を設定できませんでした"; /* COULD_NOT_WRITE_COMPUTER_NAME_ERR */

"100020" = "locatime ファイルをリンク解除できませんでした"; /* COULD_NOT_UNLINK_LOCALTIME_FILE_ERR */

"100021" = "タイムゾーンファイルにアクセスできませんでした"; /* COULD_NOT_ACCESS_TIMEZONE_FILE_ERR */

"100022" = "タイムゾーンファイルにリンクできませんでした"; /* COULD_NOT_SYMLINK_TIMEZONE_FILE_ERR */

"100023" = "時間を設定できませんでした"; /* COULD_NOT_SET_TIME_OF_DAY_ERR */

"100025" = "SSH の状態を取得できませんでした"; /* COULD_NOT_GET_SSH_STATE_ERR */

"100026" = "SSH を開始できませんでした"; /* COULD_NOT_START_SSH_ERR */

"100027" = "SSH を停止できませんでした"; /* COULD_NOT_STOP_SSH_ERR */

"100028" = "ARD の状態を取得できませんでした"; /* COULD_NOT_GET_ARD_STATE_ERR */

"100029" = "ARD を開始できませんでした"; /* COULD_NOT_START_ARD_ERR */

"100030" = "ARD を停止できませんでした"; /* COULD_NOT_STOP_ARD_ERR */

"100031" = "FileSync エージェントを開始できませんでした"; /* COULD_NOT_START_FILESYNCD_ERR */

"100032" = "FileSync エージェントを停止できませんでした"; /* COULD_NOT_STOP_FILESYNCD_ERR */

"100038" = "シリアル番号が重複しています"; /* DUPLICATE_REGISTERED_LICENSE_ERR */

"100039" = "シリアル番号がすでに登録されています"; /* ALREADY_REGISTERED_LICENSE_ERR */

"100040" = "シリアル番号を登録できませんでした"; /* CANNOT_REGISTER_LICENSE_ERR */

"100041" = "シリアル番号が無効です"; /* INVALID_LICENSE_ERR */

"100042" = "デーモンが原因でライセンスを確認できませんでした"; /* LICENSE_DAEMON_COMMUNICATION_ERR */

"100043" = "ファイアウォールが原因でライセンスを確認できませんでした"; /* LICENSE_FIREWALL_COMMUNICATION_ERR */

"100044" = "ライセンスを確認できませんでした"; /* LICENSE_PARAMETER_ERR */

"100045" = "シリアル番号を保存できませんでした"; /* CANNOT_STORE_LICENSE_ERR */

"100046" = "シリアル番号を取得できませんでした"; /* CANNOT_RETRIEVE_LICENSE_ERR */

"100047" = "シリアル番号の有効期限が切れました"; /* EXPIRED_LICENSE_ERR */

"-300002" = "シリアル番号が無効です"; /* SNInvalidSerialNumberErr - Obsolete in 10.4 */

